# encoding:utf-8


def main_menu():
    print('+-------------------------------------+')
    print('|    N B A 球 员 数 据 查 询 系 统     |')
    print('|                        --Alpha 3.0  |')
    print('+-------------------------------------+')
    print('|   1.  增   加   球   员   信   息   |')
    print('|   2.  删   除   球   员   信   息   |')
    print('|   3.  更   改   球   员   信   息   |')
    print('|   4.  查   询   球   员   信   息   |')
    print('|   5.  显   示   所   有   信   息   |')
    print('|   0.  退     出        系      统   |')
    print('+-------------------------------------+')


def change_menu():
    print('+-------------------------------------+')
    print('|   1.  变   更   所   属   球   队   |')
    print('|   2.  变   更   球   衣   号   码   |')
    print('|   3.  变   更   善   长   位   置   |')
    print('|   4.  变   更   球   员   身   高   |')
    print('|   0.  中   止   本   次   操   作   |')
    print('+-------------------------------------+')
